//
//  Localizable.strings
//  MicroCloud iOS
//
//  Copyright © 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

// General

"_cancel_"                  = "Cancelar";
"_upload_file_"             = "Enviar arquivo";
"_download_file_"           = "Baixar arquivo";
"_loading_"                 = "Carregando";
"_loading_with_points_"     = "Carregando...";
"_loading_num_"             = "Carregando arquivo %i";
"_loading_autoupload_"      = "Auto enviando";
"_uploading_"               = "Enviando";
"_synchronization_"         = "Sincronização";
"_delete_"                  = "Excluir";
"_delete_file_n_"           = "Excluir o arquivo %i de %i";
"_rename_"                  = "Renomear";
"_move_"                    = "Mover";
"_move_file_n_"             = "Mova o arquivo %i de %i";
"_creating_sharing_"        = "Criando compartilhamento";
"_updating_sharing_"        = "Atualizando compartilhamento";
"_removing_sharing_"        = "Removendo compartilhamento";
"_add_"                     = "Adicionar";
"_login_"                   = "Entrar";
"_save_"                    = "Salvar";
"_warning_"                 = "Aviso";
"_error_"                   = "Erro";
"_no_"                      = "Não";
"_yes_"                     = "Sim";
"_select_"                  = "Selecionar";
"_upload_"                  = "Envio";
"_home_"                    = "Arquivos";
"_file_to_upload_"          = "Arquivo a enviar";
"_destination_"             = "Destino";
"_ok_"                      = "OK";
"_beta_version_"            = "Versão Beta";
"_function_in_testing_"     = "Função em teste. Envie-nos informações sobre quaisquer problemas que você encontre.";
"_done_"                    = "Concluído";
"_passcode_too_short_"      = "Código de acesso muito pequeno. Deve ter ao menos 4 caracteres";
"_selected_"                = "Selecionado";
"_scan_fingerprint_"        = "Escaneamento da impressão digital para autenticação";
"_no_active_account_"       = "Nenhuma conta encontrada";
"_info_"                    = "Informações";
"_email_"                   = "E-mail";
"_save_exit_"               = "Você deseja sair sem salvar?";
"_video_"                   = "Vídeo";
"_overwrite_"               = "Sobrescrever";
"_transfers_in_queue_"      = "Transferência em andamento, por favor aguarde...";
"_too_errors_automatic_all_"= "Muitos erros. Vá ao \"Centro de Controle\" verificar o problema";
"_create_folder_"           = "Criar pasta";
"_create_folder_on_"        = "Criar pasta em";
"_close_"                   = "Fechar";
"_postpone_"                = "Adiar";
"_remove_"                  = "Excluir";
"_file_not_found_"          = "Arquivo não encontrado";
"_continue_"                = "Quer continuar?";
"_auto_upload_folder_"      = "Auto enviar";
"_gallery_"                 = "Galeria";
"_photo_"                   = "Foto";
"_audio_"                   = "Áudio";
"_unknown_"                 = "Desconhecido";
"_next_"                    = "Próximo";
"_success_"                 = "Finalizado";
"_initialization_"          = "Inicialização";
"_experimental_"            = "Experimental";

// App

"_network_available_"       = "Rede disponível";
"_network_not_available_"   = "Rede indisponível";

// Networking

"_no_reuploadfile_"         = "Não foi possível encontrar nem reenviar o arquivo. Delete-o e reenvie.";
"_file_already_exists_"     = "Não foi possível concluir a operação pois existe um arquivo com o mesmo nome";
"_read_file_error_"         = "Não pude ler o arquivo";

// More

"_more_"                    = "Mais";
"_notifications_"           = "Notificações";
"_logout_"                  = "Sair";

// Settings

"_acknowledgements_"        = "Reconhecimentos";
"_settings_"                = "Configurações";
"_passcode_"                = "Senha";
"_lock_"                    = "Bloquear";
"_lock_active_"             = "Bloqueio: Ativado";
"_lock_not_active_"         = "Bloqueio: Desativado";
"_lock_protection_no_screen_"        = "Não perguntar ao iniciar";
"_lock_protection_no_screen_footer_" = "Usar \"Não pergunte na inicialização\" apenas para pastas protegidas ou para a opção de criptografia";
"_url_"                     = "URL";
"_username_"                = "Nome do Usuário";
"_change_credentials_"      = "Mude suas credenciais";
"_wifi_only_"               = "Use somente conexão Wi-Fi";
"_settings_autoupload_"     = "Auto enviar";
"_app_version_"             = "Versão do aplicativo";
"_app_in_use_"              = "Aplicativo em uso";
"_contact_by_email_"        = "Contacte-nos por e-mail";
"_clear_cache_"             = "Limpar o cache (%@ usado)";
"_clear_cache_no_size_"     = "Limpar o cache";
"_exit_"                    = "Sair";
"_funct_not_enabled_"       = "Funcionalidade desabilitada";
"_passcode_activate_"       = "Bloqueio de senha ativado";
"_disabling_passcode_"      = "Removendo bloqueio de senha";
"_want_exit_"               = "Atenção: Isso irá redefinir ao estado inicial. Continuar?";
"_proceed_"                 = "Continuar";
"_delete_cache_"            = "Apagar cache";
"_want_delete_cache_"       = "Quer realmente excluir o cache?";
"_want_delete_thumbnails_"  = "Quer excluir todos os thumbnails também?";
"_mail_deleted_"            = "E-mail excluído";
"_mail_saved_"              = "E-mail salvo";
"_mail_sent_"               = "E-mail enviado";
"_mail_failure_"            = "Não pude enviar o email: %@";
"_information_req_"         = "Solicitação de informação";
"_write_in_english_"        = "Por favor, escreva-nos em Inglês";
"_credentials_"             = "Credenciais";
"_manage_account_"          = "Gerenciar conta";
"_change_password_"         = "Alterar senha";
"_add_account_"             = "Adicionar conta";
"_delete_account_"          = "Excluir conta";
"_want_delete_"             = "Você quer realmente excluir?";
"_no_delete_"               = "Não, não delete-o";
"_yes_delete_"              = "Sim, delete";
"_remove_cache_"            = "Aguarde, excluindo o cache...";
"_optimizations_"           = "Otimizações";
"_synchronizations_"        = "Pastas sincronizadas";
"_version_server_"          = "Versão do servidor";
"_help_"                    = "Ajuda";
"_lock_protection_simply_"  = "Proteção com senha fraca";
"_change_simply_passcode_"  = "Trocar tipo de senha";
"_quota_"                   = "Cota";
"_available_"               = "disponível";
"_cloud_account_"           = "Conta da Nuvem";
"_information_"             = "Informação";
"_personal_information_"    = "Informação pessoal";
"_user_full_name_"          = "Nome completo";
"_user_address_"            = "Endereço";
"_user_phone_"              = "Número do telefone";
"_user_email_"              = "E-mail";
"_user_web_"                = "Website";
"_user_twitter_"            = "Twitter";
"_quota_using_"             = "Você está usando %@ de %@";
"_favorite_offline_"        = "Favoritos disponíveis offline";
"_favorite_offline_footer_" = "Tornar todos os favoritos disponíveis offline pode demorar um pouco e usar muita memória ao fazê-lo.";
"_advanced_"                = "Avançado";
"Skip"                      = "Pular";
"Start"                     = "Iniciar";

// Manage AutoUpload

"_autoupload_"                      = "Auto enviar fotos/vídeos";
"_autoupload_background_"           = "Auto enviar em segundo plano";
"_autoupload_photos_"               = "Auto enviar fotos";
"_autoupload_videos_"               = "Auto enviar vídeos";
"_autoupload_description_"          = "As novas fotos/vídeos serão enviados à sua nuvem";
"_autoupload_description_background_"  = "Esta opção requer o uso de GPS para acionar a detecção de novas fotos/vídeos na câmera assim que a localização mudar significativamente";
"_autoupload_background_title_"     = "Limitações";
"_autoupload_background_msg_"       = "Devido às restrições do iOS, ainda não é possível executar processos em segundo plano, a menos que o serviço GPS esteja ativado. Depois que a célula na rede celular for alterada, o sistema é ativado por um curto período de tempo e verifica se novas fotos serão enviadas para a Nuvem.";
"_autoupload_change_location_"      = "Mudar pasta";
"_autoupload_location_now_"         = "Pasta";
"_autoupload_location_default_"     = "Restaurar pasta padrão";
"_autoupload_change_location_footer_" = "Mudar a pasta  usada para 'Envio automático de fotos' (se esta opção estiver ativada)";
"_autoupload_not_select_home_"      = "Selecionar uma pasta";
"_autoupload_save_album_"           = "Copiar fotos ou vídeos para o álbum de fotos";
"_autoupload_fullphotos_"           = "Enviar todo o rolo da câmera";
"_autoupload_fullphotos_footer_"    = "Ajuste as opções acima antes de enviar";
"_autoupload_create_subfolder_"     = "Usar subpastas";
"_autoupload_create_subfolder_footer_" = "Armazenar em subpastas baseadas no ano e mês";
"_autoupload_filenamemask_"         = "Alterar a máscara do nome do arquivo";
"_autoupload_filenamemask_footer_"  = "Alterar a máscara automática do nome do arquivo";


// Manage Help

"_help_tutorial_"               = "Tutorial";
"_help_intro_"                  = "Introdução ao MicroCloud";
"_help_activity_verbose_"       = "Atividade detalhada do feed";
"_help_activity_mail_"          = "Enviar atividade por e-mail";
"_help_activity_clear_"         = "Apagar atividade";


// Manage Advanced

"_optimized_photos_"            = "Resolução otimizada de foto";
"_upload_del_photos_"           = "Remover arquivos após envio";
"_optimized_photos_how_"        = "Se o seu dispositivo estiver com pouco espaço, as fotos de resolução total serão automaticamente substituídas por versões otimizadas. As versões de resolução total ficarão armazenadas em seu MicroCloud.";
"_upload_del_photos_how_"       = "Os arquivos serão removidos da memória do dispositivo depois de terem sido enviados para sua nuvem. Eles permanecerão no rolo da câmera. Basta baixar os arquivos para vê-los.";
"_show_hidden_files_"           = "Mostrar arquivos ocultos";
"_format_compatibility_"        = "Mais compatível";
"_format_compatibility_footer_" = "\"Mais compatível\" sempre salvará fotos como JPEG";

// Login

"_connect_server_anyway_"       = "Você quer conectar ao servidor mesmo assim?";
"_connection_error_"            = "Erro de conexão";
"_add_your_nextcloud_"          = "Adicionar sua conta MicroCloud";
"_login_url_"                   = "Endereço do servidor https://…";
"_login_bottom_label_"          = "Ainda não tem um servidor?\nEscolha um dos provedores.";
"_error_multidomain_"           = "Endereço não permitido. Somente os seguintes domínios são válidos:";
"_account_already_exists_"      = "A conta %@ já existe";

// Favorite

"_favorites_"                   = "Favoritos";
"_favorite_"                    = "Favoritar";
"_unfavorite_"                  = "Desfavoritar";
"_no_files_uploaded_"           = "Nenhum arquivo enviado";
"_tutorial_favorite_view_"      = "Os arquivos e pastas que você marcar como favoritos serão mostrados aqui";
"_tutorial_offline_view_"       = "Os arquivos copiados para cá estarão disponíveis offline.\n\nEles serão sincronizados com sua nuvem.";
"_tutorial_local_view_"         = "Você vai encontrar os arquivos descompactados de sua nuvem . \n\nConecte ao iTunes para compartilhar estes arquivos .";
"_more_"                        = "Mais";
"_favorite_no_files_"           = "Sem favoritos ainda";


// Auto Upload

"_pull_down_"                               = "Puxe para baixo para atualizar";
"_no_photo_load_"                           = "Nenhuma foto ou vídeo";
"_tutorial_autoupload_view_"                = "Você pode ativar auto envios em \"Configurações\"";
"_no_date_"                                 = "Nenhuma data";
"_today_"                                   = "Hoje";
"_time_"                                    = "Horário: %@\n\n%@";
"_location_not_enabled_"                    = "Serviços de localização não ativados";
"_location_not_enabled_msg_"                = "Vá em \"Configurações\" e ative o \"Serviços de localização\"";
"_access_photo_not_enabled_"                = "Acesso a Fotos desabilitado";
"_access_photo_not_enabled_msg_"            = "Vá em \"Configurações\" e ative o \"Acesso a Fotos\"";
"_access_photo_location_not_enabled_"       = "Acesso às Fotos e Localização estão desabilitados";
"_access_photo_location_not_enabled_msg_"   = "Vá em \"Configurações\" e ative o \"Acesso a Fotos\" e o \"Serviços de localização\"";
"_tutorial_photo_view_"                     = "Sem envios de fotos ou vídeos ainda";
"_create_full_upload_"                      = "Criando arquivo. Pode levar um certo tempo, aguarde.";
"_error_createsubfolders_upload_"           = "Erro criando subpastas";
"_activate_autoupload_"                     = "Habilitar auto envio";

// Utility

"_never_"                       = "nunca";
"_less_a_minute_"               = "menos de um minuto atrás";
"_minutes_ago_"                 = "%d minutos atrás";
"_hours_ago_"                   = "%d horas atrás";
"_days_ago_"                    = "%d dias atrás";
"_over_30_days_"                = "mais de 30 dias";
"_connection_internet_offline_" = "A conexão de internet parece estar offline ou Wi-Fi é necessário";
"_insert_password_"             = "insira a senha";
"_update_in_progress_"          = "Atualização de versão, aguarde...";
"_forbidden_characters_"        = "O arquivo ou pasta contém caracteres inválidos";
"_mail_not_can_send_mail_"      = "Nenhuma conta configurada ou endereço de email errado";

// File

"_photo_camera_"                = "Fotos";
"_unzip_in_progress_"           = "Extração em andamento no armazenamento local...";
"_file_unpacked_"               = "Arquivo descompactado no armazenamento local";
"_file_saved_local_"            = "Arquivo salvo no armazenamento local";
"_file_not_present_"            = "Erro: Arquivo ausente, por favor recarregue.";
"_order_by_date_"               = "Classificar por data";
"_current_order_name_"          = "(classificação atual por nome)";
"_order_by_name_"               = "Classificar por nome";
"_current_order_date_"          = "(classificação atual por data)";
"_sort_descending_"             = "Classificação decrescente";
"_current_sort_ascending_"      = "(classificação atual: crescente)";
"_sort_ascending_"              = "Classificação crescente";
"_current_sort_descending_"     = "(classificação atual: decrescente)";
"_delete_selected_files_"       = "Excluir arquivos";
"_move_selected_files_"         = "Mover arquivos";
"_download_selected_files_"     = "Baixar arquivos";
"_download_selected_files_folders_" = "Baixar arquivos e pastas";
"_error_operation_canc_"        = "Erro: Operação cancelada.";
"_only_lock_passcode_"          = "Disponível somente com bloqueio de senha ativado. Ative em \"Configurações\".";
"_passcode_protection_"         = "Proteção de senha";
"_remove_favorites_"            = "Remover dos favoritos";
"_remove_offline_"              = "Remover do modo offline";
"_add_favorites_"               = "Adicionar aos favoritos";
"_add_offline_"                 = "Adicionar ao offline";
"_remove_passcode_"             = "Excluir a proteção de senha";
"_protect_passcode_"            = "Proteger com senha";
"_share_"                       = "Compartilhar";
"_reload_"                      = "Recarregar";
"_open_in_"                     = "Abra em...";
"_remove_local_file_"           = "Apagar do cache";
"_add_local_"                   = "Adicionar ao armazenamento local";
"_comm_erro_pull_down_"         = "Atenção: Erro de comunicação com o servidor. Puxe para baixo para atualizar.";
"_file_not_downloaded_"         = "arquivo não baixado";
"_file_not_uploaded_"           = "arquivo não enviado";
"_folders_"                     = "pastas";
"_folder_"                      = "pasta";
"_files_"                       = "arquivos";
"_file_"                        = "arquivo";
"_folder_blocked_"              = "Pasta bloqueada";
"_downloading_progress_"        = "Inicializando download de arquivos...";
"_no_file_pull_down_"           = "Envie um arquivo ou puxe para baixo para atualizar";
"_browse_images_"               = "Navegar pelas imagens";
"_synchronized_folder_"         = "Manter a pasta sincronizada";
"_remove_synchronized_folder_"  = "Desligar a sincronização";
"_synchronized_confirm_"        = "Após habilitar a sincronização, todos os arquivos na pasta serão sincronizados com o servidor. Continuar?";
"_offline_folder_confirm_"      = "Depois de ativar a pasta offline, todos os arquivos nela serão sincronizados com o servidor, continuar?";
"_file_not_found_reload_"       = "Arquivo não encontrado. Puxe para baixo para atualizar";
"_title_section_download_"      = "BAIXAR";
"_title_section_upload_"        = "ENVIAR";
"_group_alphabetic_yes_"        = "✓ Alfabeticamente agrupado";
"_group_alphabetic_no_"         = "Alfabeticamente agrupado";
"_group_typefile_yes_"          = "✓ Grupo por tipo de arquivo";
"_group_typefile_no_"           = "Grupo por tipo de arquivo";
"_group_date_yes_"              = "✓ Grupo por data";
"_group_date_no_"               = "Grupo por data";
"_element_"                     = "elemento";
"_elements_"                    = "elementos";
"_tite_footer_upload_wwan_"     = "Rede Wi-Fi necessária, %lu %@ a enviar";
"_tite_footer_upload_"          = "%lu %@ a enviar";
"_tite_footer_download_wwan_"   = "Rede Wi-Fi necessária, %lu %@ a baixar";
"_tite_footer_download_"        = "%lu %@ a baixar";
"_limited_dimension_"           = "Tamanho máximo alcançado";
"_save_selected_files_"         = "Salvar imagens e vídeos no álbum de fotos";
"_file_not_saved_cameraroll_"   = "Erro: Arquivo não salvo no álbum de fotos";
"_file_saved_cameraroll_"       = "Arquivo salvo no álbum de fotos";
"_directory_on_top_yes_"        = "✓ Pastas no topo";
"_directory_on_top_no_"         = "Pastas no topo";
"_folder_automatic_upload_"     = "Pasta para envio automático";
"_search_no_record_found_"      = "Nenhum resultado";
"_search_in_progress_"          = "Pesquisa em andamento...";
"_search_instruction_"          = "Pesquisar por arquivo (mínimo de 2 caracteres)";
"_files_no_files_"              = "Nenhum arquivo aqui";

"audio"                         = "ÁUDIO";
"compress"                      = "COMPACTADOS";
"directory"                     = "PASTAS";
"document"                      = "DOCUMENTOS";
"image"                         = "IMAGENS";
"template"                      = "MODELOS";
"unknow"                        = "DESCONHECIDO";
"video"                         = "VÍDEO";

"_file_del_only_local_"         = "Arquivo inexistente no servidor";

"_copy_file_"                   = "Copiar arquivos";
"_copy_files_"                  = "Copiar arquivos";
"_paste_file_"                  = "Colar arquivo";
"_paste_files_"                 = "Colar arquivos";

"_search_this_folder_"          = "Pesquisar nesta pasta";
"_search_all_folders_"          = "Pesquisar em todas as pastas";
"_search_sub_folder_"           = "Pesquisar aqui e em subpastas";

"_theming_is_light_"            = "O tema do servidor é muito brilhante e não é aplicável";

// Files Preview

"_insert_password_pfd_"         = "PDF seguro. Entre a senha";
"_password_pdf_error_"          = "Senha errada";
"_error_download_photobrowser_" = "Erro: Impossível baixar a foto";

// Share

"_share_link_"                  = "Compartilhar link";
"_share_link_button_"           = "Enviar link para...";
"_password_"                    = "Senha";
"_share_password_"              = "Link  protegido com senha";
"_share_expirationdate_"        = "Defina a data de expiração do link";
"_date_"                        = "Data";
"_share_title_"                 = "Compartilhar";
"_add_sharee_"                  = "Adicionar usuários ou grupos";
"_add_sharee_footer_"           = "Você pode compartilhar este recurso adicionando usuários ou grupos. Para remover um compartilhamento, remova todos os usuários e grupos";
"_find_sharee_title_"           = "Pesquisar";
"_find_sharee_"                 = "Pesquisar por usuário ou grupo...";
"_find_sharee_footer_"          = "Entre parte do nome do usuário ou grupo a pesquisar (pelo menos 2 caracteres) seguido de um \"Enter\". Depois selecione os usuários que poderão acessar o compartilhamento seguido de um  \"Confirmar\" para finalizar.";
"_user_is_group_"               = " (grupo)";
"_direct_sharee_title_"         = "Compartilhar";
"_direct_sharee_footer_"        = "Se já sabe o nome, entre-o, selecione o tipo de compartilhamento e pressione 'Concluído' para confirmar";
"_direct_sharee_"               = "Entre o nome de usuário...";
"_user_sharee_footer_"          = "Clique para mudar os privilégios";
"_share_type_title_"            = "Tipo de compartilhamento";
"_share_type_user_"             = "Usuário";
"_share_type_group_"            = "Grupo";
"_share_type_remote_"           = "Remoto";

// Share Permission

"_share_permission_title_"          = "Privilégios";
"_share_permission_edit_"           = "Pode editar";
"_share_permission_file_can_write_" = "Pode gravar o arquivo";
"_share_permission_create_"         = "Pode criar";
"_share_permission_create_file_"    = "Pode criar arquivos";
"_share_permission_create_folder_"  = "Pode criar pastas";
"_share_permission_change_"         = "Pode alterar";
"_share_permission_delete_"         = "Pode excluir";
"_share_permission_share_"          = "Pode compartilhar";
"_share_permission_rename_"         = "Pode renomear";
"_share_permission_move_"           = "Pode mover";
"_share_permission_read_"           = "Pode ler";
"_share_permission_info_"           = "Compartilhando informação";
"_share_permission_path_"           = "Arquivo/Pasta";
"_share_permission_type_"           = "Tipo";
"_share_permission_typeuser_"       = "Usuário";
"_share_permission_typegroup_"      = "Grupo";
"_share_permission_typepubliclink_" = "Link";
"_share_permission_typefederated_"  = "Federado";
"_share_permission_owner_"          = "Proprietário";
"_share_permission_date_"           = "Data";
"_share_permission_email_"          = "Notificação por e-mail";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Compartilhado com você";
"_type_resource_external_"          = "Armazenamento externo";

// Share Ext

"_destiny_folder_"                  = "Pasta: %@";

"_no_transfer_"                     = "Sem transferências ainda";
"_no_transfer_sub_"                 = "Envios ou downloads deste dispositivo serão mostrados aqui";
"_no_activity_"                     = "Sem atividade ainda";
"_transfers_"                       = "Transferências";
"_activity_"                        = "Atividade";
"_activity_file_not_present_"       = "O arquivo não está mais presente";

// List Shares

"_list_shares_"                     = "Compartilhamentos";
"_list_shares_no_files_"            = "Sem compartilhamentos ainda";
"_tutorial_list_shares_view_"       = "Arquivos e pastas que você compartilhar aparecerão aqui";

// Offline - Local Storage

"_create_synchronization_"          = "Criar sincronismo";
"_offline_"                         = "Offline";
"_local_storage_"                   = "Armazenamento local";
"_local_storage_no_record_"         = "Sem arquivos ainda";

// Create Cloud

"_upload_photos_videos_"            = "Enviar fotos ou vídeos";
"_upload_file_"                     = "Enviar arquivo";
"_upload_file_text_"                = "Criar arquivo de texto";

// Document Picker

"_save_document_picker_"            = "Salvar aqui";

// CreateFormUploadAssets

"_destination_folder_"              = "Pasta de destino";
"_use_folder_photos_"               = "Use a pasta Fotos como destino";
"_rename_filename_"                 = "Renomear";
"_filename_"                        = "Nome de arquivo";
"_preview_filename_"                = "Prévia do nome de usuário. Você pode usar a máscara %@ para data/hora";
"_forbidden_characters_"            = "O arquivo ou pasta contém caracteres inválidos";
"_add_filenametype_"                = "Especificar tipo no nome do arquivo";
"_filenametype_photo_video_"        = "Foto/Vídeo";

// Notification

"_notification_"                    = "Notificação";

// Photo Browser

"Done"                              = "Concluído";
"Select Photos"                     = "Selecionar Fotos";
"photo"                             = "foto";
"photos"                            = "fotos";
"of"                                = "de";
"%i of %i"                          = "%1$i de %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "Auto enviar nome de arquivo";

// Text File

"_untitled_txt_"                    = "Untitled.txt";

// EndToEnd Encryption

"_e2e_settings_title_"              = "Criptografia";
"_e2e_settings_"                    = "Criptografia ponto-a-ponto";
"_e2e_settings_start_"              = "Iniciar a criptografia ponto-a-ponto";
"_e2e_settings_not_available_"      = "Criptografia ponto-a-ponto indisponível";
"_e2e_settings_activated_"          = "Criptografia ponto-a-ponto ativada";
"_e2e_settings_view_passphrase_"    = "Esta frase de 12 palavras é uma senha muito forte que fornece acesso total para visualizar e usar seus arquivos criptografados. Por favor escreva e a mantenha em um lugar seguro.";
"_e2e_settings_read_passphrase_"    = "Ler a frase secreta";
"_e2e_settings_lock_not_active_"    = "Bloqueio não ativo, vá em \"Configurações\" e ative-o";
"_e2e_settings_the_passphrase_is_"  = "A frase secreta é:";
"_e2e_passphrase_request_title_"    = "Solicite a frase secreta";
"_e2e_passphrase_request_message_"  = "Inserir as 12 palavras";
"_e2e_settings_remove_"             = "Remover localmente a criptografia";
"_e2e_settings_remove_message_"     = "Confirme a remoção da criptografia com a frase secreta.";
"_e2e_set_folder_encrypted_"        = "Definir como criptografado";
"_e2e_remove_folder_encrypted_"     = "Definir como não criptografado";
"_e2e_goto_settings_for_enable_"    = "Você está em um diretório criptografado. Vá em \"Configurações\" e ative a criptografia ponta-a-ponta";
"_e2e_delete_folder_not_permitted_" = "Exclusão de diretório marcado como 'criptografado' não é permitido";
"_e2e_remove_folder_lock_"          = "Remoção forçada do bloqueio de pasta";

